{
  "protocol_copy_trading.paragraph_8.sentence.lists.l5": "• Copying trades from signal providers who are inexperienced and/or not professional;",
  "protocol_copy_trading.paragraph_8.sentence.lists.l6": "• Copying trades from signal providers whose intention or financial position differs the copiers’;",
  "protocol_copy_trading.paragraph_8.sentence.lists.l3": "• If the copier enters the automated services/copy trades which are already open, then the positions will be opened at the best available price                     at the time of copying and not the price at the time which the trade was originally opened by the signal provider;",
  "protocol_copy_trading.paragraph_8.sentence.lists.l4": "• Please note that any action on signal providers’ accounts may lead to significantly different results as this can potentially affect the trading proportions,                     including among others trading balance, minimum trade amount, account settings, spread, interest and investment price and different fees which may be incurred;",
  "protocol_copy_trading.paragraph_8.sentence.lists.l1": "• It may involve automated execution of trades where such trades will be automatically opened and closed as per the investment decision                     of the signal provider(s) whom the copier will copy from without manual intervention;",
  "tue": "Tue",
  "protocol_copy_trading.paragraph_8.sentence.lists.l2": "• If the copier decides to manually intervene the signal provider’s trading decision by modifying or closing a position then the result                     can be significantly different that the signal provider’s;",
  "strategyChart.part1.MAX": "Max Monthly Return",
  "request was aborted!": "request was aborted!",
  "protocol_copy_trading.paragraph_8.sentence.lists.l7": "• Copying trades from signal providers with substandard performance and/or track record;",
  "protocol_copy_trading.paragraph_9.title": "8.\tConflicts of Interest",
  "Data source": "Data Source",
  "protocol_copy_trading.paragraph_8.sentence.lists.l8": "• Copying trades from signal providers whose portfolios include products which may be                     restricted as a result of the Applicable Legislation in your trading account and/or jurisdictions leading to                     a replacement with an equivalent trade which cannot be executed can lead to a deviation in comparison to the signal provider’s portfolio",
  "Your information verification failed, please upload proof of identity for verification": "Your information verification failed, please upload proof of identity for verification",
  "strategyChart.part5.title": "Others",
  "upload your ID document": "upload your ID document",
  "strategyChart.part4.frequently_traded": "Frequently Traded",
  "Verify Your Identity": "Verify Your Identity",
  "august": "August",
  "current_periods_payout": "Current Period’s Payout",
  "no_payment_record": "No payment record",
  "july": "July",
  "to verify your identity.": "to verify your identity.",
  "protocol_copy_trading.paragraph_4.title": "3.\tSignal Provider ",
  "protocol_copy_trading.paragraph_11.sentence.subtitle.st9": "10.9.\tWhen the privilege is in effect, all potential profits generated from the copied trades are retained by the copiers. Conversely, if the copied trades result in losses, copiers will also incur corresponding losses. ",
  "payment_account": "Payment Account",
  "reg_pro_content": "Before opening an account with us, you should read the legal documents that’s relevant to the PU Prime entity that you’re registering with.",
  "glossary_high_water_mark": "Your highest historical record of “Current Floating Profits”",
  "shareable_profits": "Shareable Profits",
  "money_laundering_prevention_policy": "Money Laundering Prevention Policy",
  "protocol_copy_trading.paragraph_7.sentence.lists.l3": "•\tThe Company reserves the right to monitor the performance of signal providers and can terminate, suspend or pause the operations of any signal provider of automated services.",
  "paid_amount": "Paid Amount",
  "protocol_copy_trading.paragraph_7.sentence.lists.l2": "•\tThe Company provides an abundance of material on its website and clients are encouraged to refer to such material and/or information and                     perform their own independent research and decision making with regards to their trading account and decision-making.",
  "protocol_copy_trading.paragraph_7.sentence.lists.l1": "• The Company does not provide personalized investment recommendations, investment advice, tax services/advice or other financial advice                     therefore any information and/or reference and/or performance is not and should not be construed as investments advice;",
  "protocol_copy_trading.paragraph_13.title": "12.\tFees",
  "Identity Verification": "Identity Verification",
  "sun": "Sun",
  "weekly": "Weekly",
  "Newsletter": "Newsletter",
  "min": "min",
  "protocol_copy_trading.paragraph_3.title": "2.\tHow to get started",
  "current_floating_profits": "Current Floating Profits",
  "protocol_copy_trading.paragraph_4.sentence.s1": "It is further noted that even if the copiers will have a variety of trades from the signal providers to choose from, to be selected to be added to their trading account, copiers will be in a position to set their own preferences. In addition, copiers will have the ability at any time to manually close trades, irrespective of the mode to be selected ",
  "protocol_copy_trading.paragraph_4.sentence.s2": "Before using the Automated Services, the copier has to ensure that:",
  "protocol_copy_trading.paragraph_6.sentence.s1": "Automated services can be provided in accordance and pursuant to the applicable legislative and regulatory framework. To this effect, prior to the provision of the automated services the Company                 shall collect information and evidence in order to assess whether client(s) are eligible for these services and whether the automated services are suitable for the given client(s). The result of the suitability                 test shall formulate the investment profile of the clients and whether the automated services are suitable. Depending on the result of the suitability test, the Company can deny access to the automated services to                 the clients who achieve a low score/fail the suitability test. In this case the Company shall not be liable and/or accepts no responsibility for any incurred losses as a result of providing false and/or misleading information                 during the performance of the suitability test with the Company as there is a risk that this will lead to a false investment profile which may not be suitable for you.",
  "protocol_copy_trading.paragraph_8.title": "7.\tRisks",
  "protocol_copy_trading.paragraph_2.sentence.s1": "“Copy trading” involves setting a proportion of funds to execute the trades of the copied trader from the allotted funds. PU PRIME copy trading features enable copiers to copy and automate the trade of the signal providers",
  "protocol_copy_trading.paragraph_2.sentence.s2": "“Copier” or “You” refers to the trader who copies the trade from the signal provider under the copy trading features on PU PRIME mobile app. The terms “copier” and “you” are used interchangeably in these terms and conditions.",
  "protocol_copy_trading.paragraph_2.sentence.s3": "“Signal provider” refers to the lead trader whose trades are allowed to be copied by the copiers under the copy trading features on PU PRIME mobile app.",
  "protocol_copy_trading.paragraph_3.sentence.s1": "The Client can activate their subscription in the following manner: ",
  "protocol_copy_trading.paragraph_7.sentence.s1": "The client further acknowledges and accepts that:",
  "protocol_copy_trading.paragraph_2.sentence.s4": "“Client” collectively refers to all users who subscribe to the copy trading features on PU PRIME mobile app.",
  "protocol_copy_trading.paragraph_8.sentence.s1": "You should always consider your financial position and whether you can afford to engage in automated services. Automated services are                 highly risky and speculative and can lead to significant losses which may exceed the invested amount as a result of the following:",
  "protocol_copy_trading.paragraph_8.sentence.s2": "It is further noted that the Company does not guarantee any performance whereas you should refer to the Risk Disclosure with regards to                 the inherent risks of the products you would like to trade with automated services.",
  "risk_disclosure": "Risk Disclosure",
  "protocol_copy_trading.paragraph_8.sentence.s3": "Past performance is not an indication of future results whereas any reference to past risk scores, statistics and/or any other                 data/material/information with regards to the signal providers and the Company under the provision of automated services are not an indication                 of future results. The Company accepts no responsibility nor liability with regards to the outcome of your trading neither for profits or losses and does                 not guarantee that the outcome of the automated services shall be the same like the signal provider’s.",
  "protocol_copy_trading.paragraph_9.sentence.s1": "The Company shall act in the best interest of its clients when providing automated services however, there may be cases where clients’ best interest may                 be in conflict with another client’s best interest or the Company’s. Please refer to the Client Agreement for more information on conflicts of interest.",
  "protocol_copy_trading.paragraph_1.sentence.s1": "The present document comprises of the Terms and Conditions which govern the provision of copy trading feature offered by PU PRIME Global Limited (“Company”, “PU PRIME” or “PU PRIME Markets”) to the signal providers and copiers, collectively referred to as the Client. The terms stated herein are applicable in addition to the general Terms and Conditions/Client Agreement of the Company which you have acknowledged and accepted during your registration with the Company",
  "march": "March",
  "strategyChart.part4.symbol": "Symbol",
  "high_water_mark": "High Water Mark",
  "june": "June",
  "Published on": "Published on",
  "islamic_account_terms_and_conditions": "Islamic Account Terms and Conditions",
  "protocol_copy_trading.paragraph_2.sentence.s5": "“Services” shall include all copy trading features (“Automated Services”).",
  "glossary_payment_account": "The account that will receive the payout.",
  "protocol_copy_trading.paragraph_2.sentence.s6": "The above services (“Automated Services”) have been created to facilitate the automated opening, closing, setting up, adjustment and deletion of trading orders, generated by the signal providers. The Automated Services are facilitated by the PU PRIME Markets, the provision of the investment services falls under the responsibility of the Company.",
  "protocol_copy_trading.paragraph_2.sentence.s7": "The Client is informed through this Agreement that in case where the investment service of Investment Advice is offered, it is provided on a non-independent basis since it is based only on CFD products offered by the Company.",
  "protocol_copy_trading.paragraph_14.title": "13.\tLiabilities",
  "protocol_copy_trading.paragraph_5.sentence.s1": "Automated services will result in trading in a number of financial instruments however you are hereby informed that clients may be restricted from trading certain class of assets and/or products then the Company shall act within the scope of the legislation in order to ensure that an equivalent and/or similar trade will be opened in order to replace the restricted trade. In case of a replacement, the Company does not guarantee that the risk rating and/or economic performance of the replacement trade will be identical and/or similar therefore you further acknowledge that this will not take into account your economic performance, portfolio characteristics and/or any features of your account.",
  "Alternatively,": "Alternatively,",
  "strategyChart.part4.title": "Trades Stats",
  "thu": "Thu",
  "strategyChart.part1.title": "Monthly Return",
  "november": "November",
  "protocol_copy_trading.paragraph_4.sentence.num_lists.n_s4": "4. Understands that the signal provider(s) are not employees or agents or representatives of the Company, nor are they endorsed by the Company",
  "protocol_copy_trading.paragraph_4.sentence.num_lists.n_s5": "5. Acknowledges that his/her trading account may be located on a different server to that of the signal provider, meaning that orders may be opened or closed on the signal provider’s server at a different price than on the trading account of the copier;",
  "protocol_copy_trading.paragraph_4.sentence.num_lists.n_s6": "6. Accepts all risks associated with the different trading conditions which may exist between the copier’s trading account, and the signal provider’s trading account, which may result in some trading actions being impossible to execute; and",
  "protocol_copy_trading.paragraph_4.sentence.num_lists.n_s7": "7. Understands and acknowledges that the Company is not and could not be held liable in relation to any possible losses resulting from the trading losses from the orders placed by the signal providers",
  "protocol_copy_trading.paragraph_4.sentence.num_lists.n_s1": "He/she has fully understood the services offered by the Company through undertaking his/her own research into the offering or receiving the Automated Services;",
  "protocol_copy_trading.paragraph_4.sentence.num_lists.n_s2": "2. Confirms that he/she understands that the past trading results of the signal providers presented are no guarantee of future results;",
  "protocol_copy_trading.paragraph_4.sentence.num_lists.n_s3": "3. Confirms that he/she understands, and accepts all the risks associated with margin trading on the financial markets;",
  "protocol_copy_trading.paragraph_12.title": "11.\tBecoming a signal provider",
  "glossary": "Glossary",
  "strategyChart.part5.active_since": "Active Since",
  "breakdown": "Breakdown",
  "protocol_copy_trading.paragraph_11.sentence.subtitle.st3": "10.3. HWM refers to the highest value that a copier’s current floating profit level2 has ever reached. Based on the HWM rules, signal providers are required to keep their copier’s                     current floating profit level above the HWM threshold during each weekly settlement in order to receive a performance fee from the copier, which is derived from the gain difference between                     the current floating profit level and the HWM. Signal providers are not entitled to any compensation if their copier’s current floating profit level falls below the HWM.",
  "customer_complaint_form": "Customer Complaint Form",
  "strategyChart.part4.win_rate": "Win Rate",
  "protocol_copy_trading.paragraph_11.sentence.subtitle.st4": "10.4. The current floating profit level of a copier is evaluated and settled on every Saturday from 0000 to 0200 (GMT+3 during Daylight-Saving time or GMT+2 during Standard ‘Winter’ Time),                     unless otherwise informed in writing. The settlement schedule or timing is subject to change without prior notice, and under no circumstances shall the Company be liable regardless of                     the form of action for any failure of performance, system, server or connection failure, error, malfunction, omission, interruption, ",
  "protocol_copy_trading.paragraph_11.sentence.subtitle.st1": "10.1. Signal providers are given unrestricted access to set a profit-sharing ratio ranging from 0% (lowest) to 50% (highest), which is imposed on the                     copier’s gain1, as per the high-water mark (“HWM”) rules. Signal providers may change the profit-sharing ratio at any time; however, the change does not affect                     the percentage amount due under any existing copied trades with the signal providers. Once a trade has been successfully copied from a signal provider, the profit-sharing ratio is set, fixed and unalterable.",
  "protocol_copy_trading.paragraph_11.sentence.subtitle.st2": "10.2. The profit-sharing ratio is only applicable when signal providers generate a profit from the trades copied by the copiers, as per the HWM rules. In event of losses, signal providers will not be compensated",
  "protocol_copy_trading.paragraph_11.sentence.subtitle.st7": "10.7. Copiers are allowed to deposit and/or withdraw while holding open position(s) with signal providers. The amount eligible for withdrawal is subject to the maximum allowable deduction                     after taking account of the payable fees and margin level.",
  "strategyChart.part1.YTD": "Return YTD",
  "protocol_copy_trading.paragraph_11.sentence.subtitle.st8": "10.8. The Company reserves the right to offer new copiers  a designated privilege period  during which they are exempt from the profit-sharing model. Within the privilege period, new copiers are not required to allocate any portion of the profits generated from their copied trades to the signal providers. The privilege period typically spans two weekly settlement cycles but may be subject to change, with advanced notice provided to all parties involved.",
  "protocol_copy_trading.paragraph_11.sentence.subtitle.st5": "10.5. If qualified as per clause 10.3., a performance fee calculated based on the profit-sharing ratio, will be withdrawn from the copier’s account, and paid to the copied signal                     provider as a form of commission. The current floating profit level before fee realization becomes the new HWM threshold.",
  "protocol_copy_trading.paragraph_11.sentence.subtitle.st6": "10.6. The payment of such performance fee can only take place when the copier’s margin level is 100% or higher following the fee realization. The Company reserves the right to withhold,                     forfeit or cancel the performance fee if the margin level is under 100% or bound to fall under 100% upon fee realization.",
  "protocol_copy_trading.paragraph_10.title": "9.\tTrading via Automated Services",
  "glossary_eligible_profits_for_sharing": "The positive difference between “Current Floating Profits” minus “High Water Mark” (if any). If the difference is negative, there will be no profit sharing.",
  "settlement_period": "Settlement Period",
  "strategyChart.part5.trades_per_week": "Trades Per Week",
  "summary": "Summary",
  "no_records_found": "No Records Found",
  "glossary_current_periods_payout": "The shared profit that will be paid to you.",
  "strategyChart.part2.yearly": "Year",
  "client_service_agreement": "Client Service Agreement",
  "privacy_policy": "Privacy Policy",
  "protocol_copy_trading.paragraph_13.sentence.s1": "When you place a trade via the automated services, there is a fee to be paid. Please refer to the fees of the underlying product(s) you are                 copying for the associated fees and costs. For additional information please refer to the Client Agreement and the website of the Company.",
  "protocol_copy_trading.paragraph_10.sentence.s1": "Once you register with the Company you will be able to log in to PU PRIME Markets mobile app with your platform credentials. Before you are able to copy from a                 signal provider you will need to ensure that your trading account is sufficiently funded whereas such funds will be allocated to your copied account. Once you have selected                 the signal provider(s) of your choice to copy from, the trades will be automatically executed for you which means that you hereby acknowledge that no confirmation shall be obtained                 from you before positions are executed. Similarly, the opening of such positions will not require your authorization, prior consent or prior approval whereas trades below the                 minimum amount shall not be opened/executed. In case copy trading is chosen and you choose to close a single position while copying the signal provider, the trading balance will be                 proportionally redistributed among the remaining open positions during the next rebalancing process.",
  "protocol_copy_trading.paragraph_12.sentence.s4": "The Company conducts periodic evaluations of all signal providers to ensure ongoing compliance with the established standards and requirements. These evaluations serve as a proactive measure to assess the performance,                 knowledge, and adherence of signal providers to the prescribed guidelines. By regularly reviewing the activities of signal providers, the Company maintains a vigilant approach to upholding the quality and integrity of the copy trading platform.                 The Company reserves the right to cancel or terminate any signal providers who fail to meet performance expectations or demonstrate a lack of good faith in their actions, at its absolute discretion.",
  "protocol_copy_trading.paragraph_11.sentence.s1": "The copiers agree to compensate signal providers for the provision of copy trading services offered, based on a profit-sharing model that the Company                 designs to ensure fair and competitive profit sharing. The profit-sharing model, as governed by the terms and conditions set forth herein, should determine                 how signal providers are compensated.",
  "protocol_copy_trading.paragraph_11.sentence.s2": "The Company reserves the right at its absolute discretion to amend the profit-sharing model described herein from time to time without prior notice. The Company’s decision or resolution regarding the profit-sharing model                 and/or in every situation including any not covered by these terms and conditions, shall be final and binding on all copiers and signal providers.",
  "protocol_copy_trading.paragraph_10.sentence.s5": "When you are copying only new trades:",
  "protocol_copy_trading.paragraph_10.sentence.s4": "When you are copying trades which are currently open, the positions will be opened at the best available price at the time of copying and not the price                 at the time which the trade was originally opened. IF the relevant markets are closed at the time of copying, the market order will be opened once the market(s)                 reopen at the first available price.",
  "protocol_copy_trading.paragraph_10.sentence.s3": "Execution of trades when copy trading is used can occur in the following ways:",
  "protocol_copy_trading.paragraph_10.sentence.s2": "Please be informed that there are a number of restrictions when using automated services, including the minimum and maximum amounts which ban be invested as well as on the number                 of signal providers you can copy from as well as the minimum number of trades and maximum amount to be invested.",
  "protocol_copy_trading.paragraph_15.sentence.s1": "The Company reserves the right to amend the services described herein from time to time and determine the eligible                 jurisdictions where such services will be provided to. The Company reserves the right to terminate an account in case any client,                 including a copier or signal provider, is determined to be ineligible and/or if there are suspicions of fraud, manipulation and/or                 provision of falsified information.",
  "protocol_copy_trading.paragraph_11.title": "10.\tProfit-sharing model",
  "protocol_copy_trading.paragraph_16.sentence.s1": "The Company provides a real-time copy trading platform which integrates rich community and social characteristics into the trading platform.                 As part of the Company traders’ network, traders who choose to be part of the community may share their opinions, strategies and performance.",
  "mon": "Mon",
  "april": "April",
  "protocol_copy_trading.paragraph_16.sentence.s2": "It is noted that the traded amount is never published online and the said traders have expressly agreed to be part of the network and share their opinions,                 strategies and performance online. Any actions you may engage with such as downloading, installing and/or accessing the copy trading services of the                 Company in relation to the trading platform, constitute your agreement, acceptance and acknowledgment that the following information and content shall                 be considered non-confidential and non-proprietary information (other than your personal data as per the Privacy Policy of the Company), collectively,                 the “Data” and shall be publicly shown on the website:",
  "protocol_copy_trading.paragraph_17.sentence.s1": "Copy trading features are associated with inherent risks whereas you are encouraged to consider your financial position and                 risk appetite before you decide to use these features. You should take into consideration that copy trading can lead to significant losses.",
  "protocol_copy_trading.paragraph_17.sentence.s2": "Any reliance on information provided on the website of the Company is solely at your own responsibility whereas copy trading features are                 provided solely for information purposes. Hence, you are encouraged to consider your trading decision and whether you can afford to lose your                 invested capital by conducting your research prior to taking any investment decision. You are solely and exclusively responsible for determining                 whether the signal providers whom you follow or copy the trades from, have the trading experience, skills and strategy among other key attributes                 that fit your risk appetite and investment objectives.",
  "protocol_copy_trading.paragraph_17.sentence.s3": "Once you copy a signal provider then positions will be opened/copied bearing the same stop loss/take profit amounts as well as leverage, to the                 best possible extent whereas any trades attempted to be copied without sufficient funds will not be opened/copied. You should take into consideration                 that once you copy a signal provider, the positions will be opened and/or closed automatically without further notice and/or intervention which may                 lead to both profits and/or losses. The Company is not responsible for any losses which may be incurred as a result of copy trading.                 Should you decide to manually intervene with the copied trades, then you should be aware that the result can and may be different than the signal provider’s                 you copied. It is also noted that any action of the signal provider can cause a different result on your account such as withdrawal,                 modification which can ultimately affect the proportions of the trades.",
  "protocol_copy_trading.paragraph_17.sentence.s4": "The Company is not responsible for any trading decisions of copiers and/or traders whereas any content/material/information and/or past performance should                 not be construed as an indication of future results as it is used for informative purposes only. You should perform your own research and should not rely on the                 opinion/advice of the signal provider(s) and/or trader(s) as such do not constitute financial advice and should be treated with caution.                 It is further not guaranteed that what any profits and/or losses of the signal provider will be achieved by the copier whereas the Company cannot secure                 that a trade/position will be executed at the same time as the signal provider and/or order price and a higher amount may be lost as can be affected by numerous                 variants such as account balance, number of deposits/withdrawals, market, account settings and features of the signal provider’s account.",
  "protocol_copy_trading.paragraph_17.sentence.s5": "Attention must also be placed on the variations between past performance and the actual results of the copy trading as there are inherent differences such as                 financial risk and ability to incur losses at the time of trading. Therefore, should you decide to engage in copy trading feature, you agree to proceed at                 your own responsibility and any opinions/view expressed between traders and/or signal providers do not amount to investment advice and/or financial advice                 either directly and/or indirectly. All traders should seek independent financial and/or tax advice should they decide to proceed with copy trading and                 they remain responsible for any actions and/or trading decisions on their trading account prior and/or once they engage with the copy trading feature.",
  "strategyChart.part5.profitable_weeks": "Profitable Weeks",
  "strategyChart.part4.percentage": "% of Total Trades",
  "strategyChart.part3.copy_asset_under_management": "View Asset Under Management",
  "protocol_copy_trading.paragraph_10.sentence.subtitle2.st2": "9.5.\tAll instructions/actions will be automatically executed and reflected on your trading                     account including orders such as stop loss, take profit and trade closure. This means that in case the                     signal provider you have copied from extends the stop loss then this will be automatically reflected on                     your account too, however the position amount will remain unchanged.",
  "protocol_copy_trading.paragraph_11.sentence.subtitle.st10": "10.10. Upon the expiration of the privilege period, the copiers have the option to continue copying the same signal providers or opt out, as the profit-sharing model reverts to the standard rate, in accordance with the aforementioned terms and conditions.",
  "fri": "Fri",
  "Estimated time to complete:": "Estimated time to complete:",
  "protocol_copy_trading.paragraph_10.sentence.subtitle2.st1": "9.4. The positions will be opened at the same time as the trades are being copied; and",
  "strategyChart.part2.title": "Monthly risk band",
  "strategyChart.part2.max_drawdown": "Max drawdown",
  "protocol_copy_trading.paragraph_16.title": "15.\tData Privacy",
  "protocol_copy_trading.paragraph_16.sentence.lists.l7": "• Any network status/posts/blogs and any other content options that enable the users to interact                     amongst themselves, including without limitation content and information you post on the Company’s mobile app,                     website, comments, feedback, postings, “likes”, blogs and/or all information that you provide to us via the mobile app,                     website, email, chat, fax or telephone and/or any other means.",
  "protocol_copy_trading.paragraph_16.sentence.lists.l6": "• List of users you follow or copy; and",
  "protocol_copy_trading.paragraph_16.sentence.lists.l5": "• Users who follow or copy you, etc.;",
  "protocol_copy_trading.paragraph_16.sentence.lists.l4": "• Networks; list of users who follow you;",
  "protocol_copy_trading.paragraph_16.sentence.lists.l3": "• Gender;",
  "protocol_copy_trading.paragraph_16.sentence.lists.l2": "• Your picture/avatar (where applicable);",
  "reg_pro_content_1": "You may ask us to delete or remove your Personal Data via email <span style=\"color: rgb(0, 74, 188)\">info@puprime.com</span>",
  "protocol_copy_trading.paragraph_16.sentence.lists.l1": "• Your username and full name;",
  "strategyChart.part2.monthly": "Monthly",
  "strategyChart.part3.copiers_last_7_days": "Copiers Last 7 Days",
  "strategyChart.part3.title": "Active Copiers",
  "wed": "Wed",
  "december": "December",
  "profit_sharing_statement": "Profit Sharing Statement",
  "may": "May",
  "website_terms_and_conditions": "Website Terms and Conditions",
  "january": "January",
  "protocol_copy_trading.paragraph_4.sentence.subtitle.st2": "3.2. TThe copier is informed that he/she will be in a position to view signals from all signal providers that are available on PU PRIME mobile app. It is further noted that this is subject to the Company’s discretion in accordance with the legislative requirements in each jurisdiction whether the client shall have access to all signal providers and whether a Suitability Test as well as the assessment of the signal providers, which signal providers are eligible to be available (“eligible signal providers”) for each copier shall be performed.",
  "protocol_copy_trading.paragraph_14.sentence.subtitle.st5": "13.5. Any failure of performance, system, server or connection failure, error, malfunction,                    omission, interruption, delay in transmission or communication, internet access difficulties or computer virus.",
  "protocol_copy_trading.paragraph_4.sentence.subtitle.st1": "3.1. PU PRIME Markets servers keep track of signal providers’ “buy” and “sell” signals. By using the platform, Clients can view, analyze and evaluate signals of the signal providers. Once a copier decides to copy from a signal provider, the said positions shall be opened automatically and shall be executed on the copier’s trading account.",
  "protocol_copy_trading.paragraph_14.sentence.subtitle.st4": "13.4. Use of or reliance on any information, data, materials and contents available on the                     Company’s website and/or mobile app; and/or",
  "protocol_copy_trading.paragraph_14.sentence.subtitle.st3": "13.3. Specific decisions/actions/omissions performed in good faith by the signal provider(s);",
  "protocol_copy_trading.paragraph_2.title": "1.\tDefinitions",
  "protocol_copy_trading.paragraph_14.sentence.subtitle.st2": "13.2. Decisions/actions taken by the signal provider(s), trades of whom the copiers have copied from;",
  "protocol_copy_trading.paragraph_14.sentence.subtitle.st1": "13.1. Actions taken by PU PRIME Markets in order to carry out written/spoken instructions;",
  "protocol_copy_trading.paragraph_4.sentence.subtitle.st3": "3.3. The copy trading platform enables a full trading functionality for automated and/or manual trading where clients are able to perform the following:",
  "strategyChart.part2.daily": "Daily",
  "learn_more": "Learn More",
  "protocol_copy_trading.paragraph_5.title": "4.\tExecution of Trades",
  "strategyChart.part5.settlement_frequency": "Settlement Frequency",
  "PU PRIME doesn’t represent that the material provided here is accurate, current or complete, and therefore shouldn’t be relied upon as such. The information provided here is from a third party and isn’t to be considered as a recommendation; or an offer to buy or sell; or the solicitation of an offer to buy or sell any security, financial product or instrument; or to participate in any particular trading strategy. We advise any readers of this content to seek their own advice. Without the approval of PU PRIME, reproduction or redistribution of this information isn’t permitted.": "PU PRIME doesn’t represent that the material provided here is accurate, current or complete, and therefore shouldn’t be relied upon as such. The information provided here is from a third party and isn’t to be considered as a recommendation; or an offer to buy or sell; or the solicitation of an offer to buy or sell any security, financial product or instrument; or to participate in any particular trading strategy. We advise any readers of this content to seek their own advice. Without the approval of PU PRIME, reproduction or redistribution of this information isn’t permitted.",
  "protocol_copy_trading.paragraph_15.title": "14.\tProvision of Services",
  "strategyChart.part2.weekly": "Weekly",
  "glossary_unpaid_amount": "The payout on hold due to lack of valid payout account.",
  "copiers_amount": "Copiers Amount",
  "glossary_profit_sharing_ratio": "The percentage of “Eligible Profits for Sharing” made by you that will be paid out to the Signal Provider you are copying, ranging between 0% to 50%.",
  "copiers_floating_profits": "Copiers' Floating Profits",
  "profit_sharing_details": "Profit Sharing Details",
  "protocol_copy_trading.paragraph_10.sentence.subtitle.st1": "9.1. All open trades in a certain account and new trades which are opened after you copy from a signal provider; or",
  "strategyChart.part5.avg": "Average Holding Time(Hours)",
  "daily": "Daily",
  "unpaid_amount": "Unpaid Amount",
  "monthly": "Monthly",
  "protocol_copy_trading.paragraph_10.sentence.subtitle.st3": "9.3. You are permitted to copy existing and new trades.",
  "protocol_copy_trading.paragraph_10.sentence.subtitle.st2": "9.2. Only new trades which are opened following the subscription to a signal provider i.e., trades will not be entered prior to this point.",
  "october": "October",
  "profit_sharing_ratio": "Profit Sharing Ratio",
  "protocol_copy_trading.paragraph_7.title": "6.\tLiabilities",
  "eligible_profits_for_sharing": "Eligible Profits for Sharing",
  "protocol_copy_trading.paragraph_3.sentence.subtitle.st1": "2.1. Open a live trading account, provided that the relevant account opening procedure is followed, on the PU PRIME mobile app;",
  "protocol_copy_trading.paragraph_4.sentence.alph_lists.al_s2": "(b) Semi-Automatic copy trading: Clients can view all the signals of eligible signal providers in real time. The copiers can choose which trades to copy and execute in their own trading accounts with the Company. Once the copiers select a signal for copying, they can decide if they wish to close the trade manually or they may prefer to let the position be closed automatically when the eligible signal provider closes it.",
  "protocol_copy_trading.paragraph_3.sentence.subtitle.st3": "2.3.\tSelect copy trading account in order to use the copy trading features;",
  "protocol_copy_trading.paragraph_3.sentence.subtitle.st2": "2.2. Upon verification, fund your trading account;",
  "protocol_copy_trading.paragraph_4.sentence.alph_lists.al_s1": "(a) Automatic copy trading. The copiers can select signal providers with trading portfolio or track records that match their personal trading preferences, such as risk tolerance and investment objectives. Once a signal provider has been selected by the copier, all the signals sent by the eligible signal provider will be automatically applied to the copier’s trading account with the Company. No intervention is required by the copier as all account activity is controlled by the signal provider.",
  "protocol_copy_trading.paragraph_3.sentence.subtitle.st4": "2.4.\tStart copying trade as a copier and/or build your profile as a signal provider to acquire copiers.",
  "No Records Found": "No Records Found",
  "september": "September",
  "strategyChart.part4.total_trades": "Total Trades",
  "ok": "ok",
  "glossary_current_floating_profits": "Your current floating profit / loss (PnL) made from copy trading.",
  "strategyChart.part3.cumulative_copiers": "Cumulative Copiers",
  "glossary_shareable_profits": "“Eligible Profits for Sharing” multiplied by “Profit Sharing Ratio” set by the Signal Provider you copied.",
  "customer_support": "Customer Support",
  "protocol_copy_trading.paragraph_6.title": "5.\tSuitability Test",
  "sat": "Sat",
  "february": "February",
  "protocol_copy_trading.paragraph_17.title": "16.\tRisks Associated with Copy Trading",
  "protocol_copy_trading.paragraph_14.sentence.s1": "Neither PU PRIME Markets nor any of its Affiliates or associate third parties will be liable to any party for any damages, claims,                 expenses or losses of any kind (whether direct, indirect, special, incidental, punitive, exemplary or consequential or otherwise) suffered                 by any party and/or arising from or in connection with any of the following:",
  "protocol_copy_trading.paragraph_10.sentence.s6": "It is noted that PU PRIME Markets may provide additional features from time to time at its sole discretion which may affect the automated services.",
  "protocol_copy_trading.paragraph_12.sentence.s1": "To enable clients who wish to become signal providers, they can navigate to the dedicated section on the PU PRIME mobile app. Within this section, they have the option to activate the public mode, allowing public access to their signals.                However, it's important to note that copy trading features will be disabled for signal providers who choose to operate in the off public mode.",
  "protocol_copy_trading.paragraph_12.sentence.s3": "To further promote transparency and integrity, the Company reserves the right to impose additional requirements on signal providers whenever necessary and appropriate. These requirements may include, but are not limited to, the disclosure of interests or conflicts of interest.                 Additionally, the Company may request signal providers to furnish relevant information or supporting documents as part of the aforementioned procedures or requirements. By establishing these measures, the Company aims to create an environment where                 signal providers are equipped with the necessary knowledge and skills, act in the best interests of their clients, and uphold the principles of fairness and professionalism in the copy trading ecosystem.",
  "protocol_copy_trading.paragraph_12.sentence.s2": "In order to uphold the standards of knowledge and competence necessary for signal providers to fulfill their obligations effectively, the Company reserves the right to implement relevant procedures as deemed appropriate at its absolute discretion.                 The Company shall ensure signal providers are well- informed about the procedures which must be followed for proper discharge of their responsibilities. Signal providers are required to act honestly, fairly and professionally, in their conduct and operations with regard to copy trading."
}